Revit 2027 API
BuiltInFailures.FormFailures.DissolveUnableToDissolveForm Property
 Unable to dissolve form element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DissolveUnableToDissolveForm { get; }
Public Shared ReadOnly Property DissolveUnableToDissolveForm As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DissolveUnableToDissolveForm {
	FailureDefinitionId^ get ();
}
static member DissolveUnableToDissolveForm : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FormFailures Class
Autodesk.Revit.DB Namespace